// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Tarvikkeiden tila";

StaplesTabLabel = "Niitit";
MediaTabLabel = "Tulostusmateriaali";
PrintheadTabLabel = "Tulostuspäät";
SuppliesTabLabel = "Tarvikkeet";

Toner = "Väriaine";

EstimatedWarning = "Arvio. Todellinen musteen määrä voi vaihdella.";

DoorOpenTitle = "Luukku/kansi auki";
ConsumableUnknownTitle = "Tuntematon";
CartridgeMissingTitle = "Puuttuu";
HSDCartridgeUsageTitle = "Tallenna tuotteiden käyttötiedot kasetin muistiin";
ValueNotAvailable = "Ei Käytettävissä";

Colon = ":";

MediaStatusUnknown = "Tuntematon";
MediaStatusNotEmpty = "Ei tyhjä";
MediaStatusEmpty = "Tyhjä";
MediaStatusLow = "Vähissä";
MediaStatusFull = "Täynnä";
MediaStatusOk = "OK";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "Hyvä";
Low = "Vanhentumassa, valmistaudu korvaamaan";
Out = "Vanhentunut – korvaa uudella";
PrintheadMissingTitle = "Puuttuu";

// staples cartridge
HSDStapleLevelStatusOK = "OK";
StapleLevelStatusLow = "Vähissä";
StapleLevelStatusVeryLow = "Erittäin alhainen";
StapleLevelStatusOut = "Loppu";
StapleCartridgeTitle = "Niittipatruuna %d:";
LevelStatusFormat = "Tila:||%@";

PartReorderFormat = "Osan jälkitilausnumero: ||%@";
ExpireDateFormat = "Vanhentumispäivä: ||%@";
SerialNumberFormat = "Sarjanumero: ||%@";
SupplyTypeFormat = "Tyyppi: ||%@";
WarrantyStatusFromat = "Takuun tila: ||%@";
UsedInkFromat = "Käytetyn musteen määrä (mikrolitraa): ||%@";
WarrantyNotice = "*Katso takuutiedot";

ManufacturerUnknown = "Tuntematon";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "Hyväksytty OEM";
ManufacturerNonApproved = "Ei-hyväksytty";
CartridgeApproved = "Sisältää takuun";
CartridgeNotApproved = "Ei sisällä takuuta";

OrderHPPart = "Tilaa HP-osa:";
ApproximatePagesRemainingForInitialUse = "Sivuja jäljellä (arvio):\n\t(Käytettävissä 25 prosentin käytön jälkeen)||Tietojen keräys";
ApproximatePagesRemaining = "Sivuja jäljellä noin:\n\t(Jäljellä olevien sivujen määrä vaihtelee\n\ttulostettujen asiakirjojen tyypin mukaan.)||%@";
PagesPrintedWithThisSupply = "Tällä säiliöllä tulostettu paperimäärä:";
FirstInstallDate = "Ensimmäinen asennuspäivä:||%@";
LastUsedDate = "Käytetty viimeksi:||%@";
LowReached = "Alaraja saavutettu:||%@";

YES = "Kyllä";
NO = "Ei";

SupplyStatusAuthentic = "Alkuperäinen HP";
SupplyStatusClone = "Muun kuin HP:n valmistama kloonisiru";
SupplyStatusRefilled = "Muu kuin HP-tuote: täydennetty";
SupplyStatusUnauthorized = "Hyväksymätön";
SupplyStatusIncorrect = "Virheellinen";

WarrantyNotes = "*Takuutiedot\nOlet asentanut muun kuin HP valmistaman tuotteen. HP rekisteröi asiakkaan valinnan, mutta ei voi taata muiden kuin HP:n tuotteiden laadukkuutta tai luotettavuutta. Muiden kuin HP:n tuotteiden käytöstä aiheutuva tulostimen huolto-tai korjaustarve ei kuulu takuun piiriin.\n\nKäyttämällä alkuperäisiä HP-tuotteita varmistat kaikkien tulostusominaisuuksien käytettävyyden.\n\nVoit varmistaa HP-tuotteesi alkuperäisyyden Internet-osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "Tulostimen mukana toimitettujen tulostuskasettien mustetasoarviot eivät ole käytettävissä.";
NonHPSupplyWarning = "HUOMIO: Muu kuin HP tarvike on asennettu. Varmistaaksesi kaikkien kirjoittimen toimintojen (kuten jäljellä olevan tarvikkeen tilan) käytettävyyden käytä aitoja HP-tarvikkeita.";

StatusWarning = "Tarvikkeiden tilaa ei voida näyttää tilassa:";

SupplyDepleted = "Käytetty, täytetty uudelleen tai väärennetty";
HSDSupplyDepletedWarningTitle = "Alkuperäinen HP:n muste on loppunut - Tietoja mustetasoista ei ole saatavissa";
SupplyDepletedWarningMessage = "Kasetti saattaa olla tyhjä, täytetty uudelleen tai muun kuin HP:n valmistama. Jos kasetti on tyhjä, vaihda se uuteen. HP ei voi taata muiden kuin HP:n valmistamien tarvikkeiden laatua tai luotettavuutta. Takuu ei korvaa huolto- tai korjaustoimenpiteitä, jotka aiheutuvat muiden kuin HP:n valmistamien tarvikkeiden käytöstä.\nJos uskot hankkineesi aidon HP:n kasetin, vieraile osoitteessa: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

Fair = "Kohtuullinen";
Bad = "Huono";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "Kasetti on asetettu väärään paikkaan.\nAsenna HP:n musta tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
CyanCartridgeMisinstalledWarning = "Kasetti on asetettu väärään paikkaan.\nAsenna HP:n syaani mustekasetti. Se joko puuttuu tai se on asennettu väärin.";
MagentaCartridgeMisinstalledWarning = "Kasetti on asetettu väärään paikkaan.\nAsenna HP:n magenta mustekasetti. Se joko puuttuu tai se on asennettu väärin.";
YellowCartridgeMisinstalledWarning = "Kasetti on asetettu väärään paikkaan.\nAsenna HP:n keltainen mustekasetti. Se joko puuttuu tai se on asennettu väärin.";

BlackCartridgeMissingWarning = "Musta tulostuspää puuttuu.\nAsenna HP:n musta tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
CyanCartridgeMissingWarning = "Syaani mustekasetti puuttuu.\nAsenna HP:n syaani mustekasetti. Se joko puuttuu tai se on asennettu väärin.";
MagentaCartridgeMissingWarning = "Magenta mustekasetti puuttuu.\nAsenna HP:n magenta mustekasetti. Se joko puuttuu tai se on asennettu väärin.";
YellowCartridgeMissingWarning = "Keltainen mustekasetti puuttuu.\nAsenna HP:n keltainen mustekasetti. Se joko puuttuu tai se on asennettu väärin.";

BlackCartridgeIncorrectWarning = "Vaihda yhteensopimaton tai viallinen musta mustekasetti.\nVaihda HP:n mustaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";
CyanCartridgeIncorrectWarning = "Vaihda yhteensopimaton tai viallinen syaani tulostuspää.\nVaihda HP:n syaaniin tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
MagentaCartridgeIncorrectWarning = "Vaihda yhteensopimaton tai viallinen magenta mustekasetti.\nVaihda HP:n magentaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";
YellowCartridgeIncorrectWarning = "Vaihda yhteensopimaton tai viallinen keltainen mustekasetti.\nVaihda HP:n keltaiseen mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

BlackCartridgeNonHPWarning = "Muu kuin HP:n musta mustekasetti.\nHP ei voi taata muiden kuin HP:n mustekasettien mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Vaihda muussa tapauksessa HP:n musta mustekasetti.";
CyanCartridgeNonHPWarning = "Muu kuin HP:n syaani mustekasetti.\nHP ei voi taata muiden kuin HP:n mustekasettien mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Vaihda muussa tapauksessa HP:n syaani mustekasetti.";
MagentaCartridgeNonHPWarning = "Muu kuin HP:n magenta mustekasetti.\nHP ei voi taata muiden kuin HP:n mustekasettien mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Vaihda muussa tapauksessa HP:n magenta mustekasetti.";
YellowCartridgeNonHPWarning = "Muu kuin HP:n keltainen mustekasetti.\nHP ei voi taata muiden kuin HP:n mustekasettien mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Vaihda muussa tapauksessa HP:n keltainen mustekasetti.";

BlackCartridgeNonHPRecoverableWarning = "Muu kuin HP:n musta mustekasetti.\nHP hyväksyy asiakkaan valinnan mutta ei voi taata muiden kuin HP:n mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta muulla kuin HP:n mustekasetilla, paina ja pidä alhaalla virtapainike, paina Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaatuun ja mustetason tietoihin. Vaihda muussa tapauksessa HP:n musta mustekasetti. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarning = "Muu kuin HP:n syaani mustekasetti.\nHP hyväksyy asiakkaan valinnan mutta ei voi taata muiden kuin HP:n mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta muulla kuin HP:n mustekasetilla, paina ja pidä alhaalla virtapainike, paina Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaatuun ja mustetason tietoihin. Vaihda muussa tapauksessa HP:n syaani mustekasetti. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarning = "Muu kuin HP:n magenta mustekasetti.\nHP hyväksyy asiakkaan valinnan mutta ei voi taata muiden kuin HP:n mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta muulla kuin HP:n mustekasetilla, paina ja pidä alhaalla virtapainike, paina Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaatuun ja mustetason tietoihin. Vaihda muussa tapauksessa HP:n magenta mustekasetti. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarning = "Muu kuin HP:n keltainen mustekasetti.\nHP hyväksyy asiakkaan valinnan mutta ei voi taata muiden kuin HP:n mustekasettien laadun tai luotettavuuden. Takuu ei kata muiden kuin HP:n mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta muulla kuin HP:n mustekasetilla, paina ja pidä alhaalla virtapainike, paina Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaatuun ja mustetason tietoihin. Vaihda muussa tapauksessa HP:n keltainen mustekasetti. Jos uskot, että olet ostanut aidon HP:n mustekasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarning = "Vaihda vanhentunut musta mustekasetti.\nVaihda se uuteen mustaan HP:n mustekasettiin.";
CyanCartridgeExpiredWarning = "Vaihda vanhentunut syaani mustekasetti.\nVaihda se uuteen syaaniin HP:n mustekasettiin.";
MagentaCartridgeExpiredWarning = "Vaihda vanhentunut magenta mustekasetti.\nVaihda se uuteen magentaan HP:n mustekasettiin.";
YellowCartridgeExpiredWarning = "Vaihda vanhentunut keltainen mustekasetti.\nVaihda se uuteen keltaiseen HP:n mustekasettiin.";

BlackCartridgeExpiredRecoverableWarning = "Vanhentunut musta mustekasetti.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta. Takuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta vanhentuneella mustekasetilla, paina ja pidä alhaalla virtapainike, paine Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaaduun ja mustetason tietoihin.";
CyanCartridgeExpiredRecoverableWarning = "Vanhentunut syaani mustekasetti.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta. Takuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta vanhentuneella mustekasetilla, paina ja pidä alhaalla virtapainike, paine Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaaduun ja mustetason tietoihin.";
MagentaCartridgeExpiredRecoverableWarning = "Vanhentunut magenta mustekasetti.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta. Takuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta vanhentuneella mustekasetilla, paina ja pidä alhaalla virtapainike, paine Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaaduun ja mustetason tietoihin.";
YellowCartridgeExpiredRecoverableWarning = "Vanhentunut keltainen mustekasetti.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta. Takuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita huoltoja tai korjauksia. Jos haluat jatkaa tulostusta vanhentuneella mustekasetilla, paina ja pidä alhaalla virtapainike, paine Jatka-painiketta kolme kertaa ja vapauta virtapainike. Tämä voi kuitenkin vaikuttaa tulostuslaaduun ja mustetason tietoihin.";

BlackCartridgeOutOfInkWarning = "Vaihda tyhjä musta mustekasetti.\nVaihda se uuteen HP:n mustaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";
CyanCartridgeOutOfInkWarning = "Vaihda tyhjä syaani mustekasetti.\nVaihda uuteen HP:n syaaniin mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";
MagentaCartridgeOutOfInkWarning = "Vaihda tyhjä magenta mustekasetti.\nVaihda uuteen HP:n magentaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";
YellowCartridgeOutOfInkWarning = "Vaihda tyhjä keltainen mustekasetti.\nVaihda uuteen HP:n keltaiseen mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

BlackCartridgeNearExpiredWarning = "Musta mustekasetti vanhenee pian.\nKun se vanhenee, vaihde se uuteen mustaan HP:n mustekasettiin.";
CyanCartridgeNearExpiredWarning = "Syaani mustekasetti vanhenee pian.\nKun se vanhenee, vaihda se uuteen HP:n syaaniin mustekasettiin.";
MagentaCartridgeNearExpiredWarning = "Magenta mustekasetti vanhenee pian.\nKun se vanhenee, vaihde se uuteen magentaan HP:n mustekasettiin.";
YellowCartridgeNearExpiredWarning = "Keltainen mustekasetti vanhenee pian.\nKun se vanhenee, vaihde se uuteen HP:n keltaiseen mustekasettiin.";

BlackPenMissingWarning = "Musta tulostuspää puuttuu.\nAsenna HP:n musta tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
CyanPenMissingWarning = "Syaani tulostuspää puuttuu.\nAsenna HP:n syaani tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
MagentaPenMissingWarning = "Magenta tulostuspää puuttuu.\nAsenna HP:n magenta tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
YellowPenMissingWarning = "Keltainen tulostuspää puuttuu.\nAsenna HP:n keltainen tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
BlackYellowPenMissingWarning = "Musta ja keltainen tulostuspää puuttuu.\nAsenna HP:n musta ja keltainen tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
CyanMagentaPenMissingWarning = "Magenta ja syaani tulostuspää puuttuu.\nAsenna HP:n magenta ja syaani tulostuspää. Se joko puuttuu tai se on asennettu väärin.";
CMYKPenMissingWarning = "CMYK-tulostuspää puuttuu.\nAsenna HP:n CMYK-tulostuspää. Se puuttuu tai sitä ei ole asennettu asianmukaisesti.";

BlackPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen musta tulostuspää.\nVaihda HP:n mustaan tulostupäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
CyanPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen syaani tulostuspää.\nVaihda HP:n syaaniin tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
MagentaPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen magenta tulostuspää.\nVaihda HP:n magentaan tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
YellowPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen keltainen tulostuspää.\nVaihda HP:keltaiseen tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
BlackYellowPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen musta ja keltainen tulostuspää.\nVaihda HP:n mustaan ja keltaiseen tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
CyanMagentaPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen magenta ja syaani tulostuspää.\nVaihda HP:n magentaa ja syaaniin tulostuspäähän. Tulostin tulostaa vasta sen jälkeen, kun tulostuspää on vaihdettu.";
MatteBlackCyanPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen mattamusta ja syaani tulostuspää.\nVaihda tulostuspää HP:n mattamustaan ja syaaniin tulostuspäähän. Tulostimella voi tulostaa vasta, kun tulostuspää on vaihdettu.";
MagentaYellowPenIncorrectWarning = "Vaihda yhteensopimaton tai viallinen magenta ja keltainen tulostuspää.\nVaihda tulostuspää HP:n magentaan ja keltaiseen tulostuspäähän. Tulostimella voi tulostaa vasta, kun tulostuspää on vaihdettu.";
CMYKPenIncorrectWarning = "Vaihda ei-yhteeensopiva tai viallinen CMYK-kirjoituspää.\nVaihda se HP:n CMYK-kirjoituspäähän. Tulostimella voi tulostaa vasta kirjoituspään vaihdon jälkeen.";

BlackCartridgeAntiTheftEnabledWarning = "Vaihda HP:n suojattu musta mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP-kasetin suojaustoiminnolla.";
CyanCartridgeAntiTheftEnabledWarning = "Vaihda HP:n suojattu syaani mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP-kasetin suojaustoiminnolla.";
MagentaCartridgeAntiTheftEnabledWarning = "Vaihda HP:n suojattu magenta mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP-kasetin suojaustoiminnolla.";
YellowCartridgeAntiTheftEnabledWarning = "Vaihda HP:n suojattu keltainen mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP-kasetin suojaustoiminnolla.";

BlackCartridgeAntiTheftEnabledWarningPigment = "Vaihda HP:n suojattu musta mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP:n kasetinsuojaustoiminnolla.";
CyanCartridgeAntiTheftEnabledWarningPigment = "Vaihda HP:n suojattu syaani mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP:n kasetinsuojaustoiminnolla.";
MagentaCartridgeAntiTheftEnabledWarningPigment = "Vaihda HP:n suojattu magenta mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP:n kasetinsuojaustoiminnolla.";
YellowCartridgeAntiTheftEnabledWarningPigment = "Vaihda HP:n suojattu keltainen mustekasetti. Kasetti on vaihdettava, sillä kasettia voidaan käyttää vain siinä tulostimessa, jossa se on suojattu HP:n kasetinsuojaustoiminnolla.";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "Vaihda HP-suoja kuvannusrumpu. Kuvannusrumpua voidaan käyttää ainoastaan tulostimessa, joka alunperin suojasi sitä HP:n kasetinsuojaustoiminnolla., ja se on vaihdettava.";

// shoping menu titles
Phone = "Puhelimitse";
ShopForSuppliesFormat = "Osta tarvikkeita %@";

"Vietnam" = "Vietnam";
"Thailand" = "Thaimaa";
"Hong Kong" = "Hongkong";
"Indonesia" = "Indonesia";
"United States" = "Yhdysvallat";
"Taiwan" = "Taiwan";
"Singapore" = "Singapore";
"China" = "Kiina";
"Korea" = "Korea";
"India" = "Intia";
"Philippines" = "Filippiinit";
"Malaysia" = "Malesia";

SuppliesInformationTitle = "Tarvikkeiden tiedot";

DetailsHeader = "Tarvikkeiden tila";
ReturnRecyclingTitle = "Palautus ja kierrätys\n";
ReturnRecyclingMessage = "Palauta alkuperäiset HP:n tarvikkeet HP:lle kierrätystä varten. Lisätietoja on osoitteessa http://www.hp.com/go/recycle.";
OrderingTitle = "Tilaustiedot";
OrderingMessageFormat = "HP:n tarvikkeita voi tilata Internetissä (link:{url=\"%@\";title=\"%@\";}), verkossa tulostimen ohjelmiston kautta tai soittamalla valtuutetulle jälleenmyyjälle. Lisätietoja on käyttöoppaassa.";
ApproximatePagesRemainingClear = "Sivuja jäljellä (arvio):";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP arvioi jäljellä olevat sivut kasetin ensimmäisen 20 %:n pohjalta.";
ApproximatePageRemainingNotAvailableNowValue = "Tietojen keräys";
SupplyLevelReplace = "Korvaa";
InkSupplyPLRDisclaimer = "Arvio. Todellinen musteen määrä voi vaihdella.";

PRLSupplyDisclaimer = "Vain arvio. Vaihtelee tulostettavien asiakirjojen tyypin ja muiden tekijöiden mukaan";
LessThanX = "Alle %d";
SupplyLevel = "Musteen määrä:";
OrderTitle = "Tilaus";
SupplyLevelNormal = "Normaali";
SupplyLevelVeryLow = "Erittäin alhainen";

SupplyAuthStateUsed = "Käytetty";
SupplyAuthStateUnsupported = "Ei tueta";
SupplyAuthStateNonHP = "Muu kuin HP";
SupplyAuthStateIncompatible = "Yhteensopimaton";

SuppliesStatusMisinstalled = "Kasetti on asetettu väärään paikkaan.";

SupplyStatusLowDetailsDisclaimer = "Kirjoitin ilmoittaa, kun mustetta on vähän. Kasettien todellinen jäljellä oleva käyttöikä voi vaihdella. Pidä uusi kasetti saatavilla ja asenna se, kun tulostuslaatu ei ole enää riittävän hyvä. Mustekasettia ei tarvitse vaihtaa nyt.";
SupplyStatusVeryLowDetailsDisclaimer = "Kirjoitin ilmoittaa, kun mustetta on erittäin vähän. Kasettien todellinen jäljellä oleva käyttöikä voi vaihdella. Pidä uusi kasetti saatavilla ja asenna se, kun tulostuslaatu ei ole enää riittävän hyvä. Mustekasettia ei tarvitse vaihtaa nyt, paitsi jos tulostuslaatu on liian huono. Kun HP-mustekasetissa on erittäin vähän mustetta, HP:n Premium Protection -takuu ei ole enää voimassa kyseisen kasetin osalta.";
SupplyStatusMPACCOActiveDetailsDisclaimer = "Asiakas on määrittänyt kirjoittimen tulostamaan vain mustaa, kun jotakin värimustetta on erittäin vähän. Mustekasetissa voi silti olla tarpeeksi värimustetta hyväksyttävää tulostuslaatua varten. Voit jatkaa väritulostusta joko vaihtamalla värimustekasetin tai muuttamalla kirjoittimen kokoonpanoasetuksia.";
SupplyStatusReplaceRDDetailsDisclaimer = "Tämä kirjoitin ilmoittaa, kun mustekasetin arvioitu käyttöikä päättyy. Mustekasetissa voi olla mustetta jäljellä, mutta sitä ei voi käyttää aiheuttamatta kirjoitinvaurioita tai turvallisuusriskejä.";
SupplyStatusReplaceUserDetailsDisclaimer = "Asiakas on määrittänyt kirjoittimen pysähtymään, kun mustetta on erittäin vähän. Mustekasetissa voi silti olla tarpeeksi mustetta hyväksyttävää tulostuslaatua varten. Voit jatkaa tulostusta joko vaihtamalla mustekasetin tai muuttamalla kirjoittimen kokoonpanoasetuksia.";

AuthenticationStateMissingSmartChipNote = "Kasetin tietoja ei voi lukea. Takuussa ei kateta sellaisia tulostuskorjauksia, jotka johtuvat siitä, että on käytetty kasetteja, joiden tietoja ei voi lukea. Musteen määrää koskevat tiedot ja musteen määrästä riippuvat ominaisuudet eivät ole käytettävissä.";
AuthenticationStateBadDataFromCartridgeNote = "Kasetin tietoja ei voi lukea. Takuussa ei kateta sellaisia tulostuskorjauksia, jotka johtuvat siitä, että on käytetty kasetteja, joiden tietoja ei voi lukea. Musteen määrää koskevat tiedot ja musteen määrästä riippuvat ominaisuudet eivät ole käytettävissä.";
AuthenticationStateUsedNote = "Olet asentanut käytetyn kasetin. Jos olet sitä mieltä, että olet asentanut aidon HP:n kasetin, käy seuraavalla sivulla: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Takuu ei kata sellaisia tulostuskorjaustöitä, jotka johtuvat käytettyjen tarvikkeiden käytöstä. Musteen määrä ja musteen määrästä riippuvat ominaisuudet eivät ole käytettävissä.";
AuthenticationStateUsedBody = "Huomio: Olet asentanut käytetyn kasetin. Musteen määrää koskevia tietoja ei ole saatavilla. Musteen määrästä riippuvat ominaisuudet eivät myöskään saata olla käytettävissä.";
AuthenticationStateNotDesignedForPrinterNote = "Tätä aitoa HP:n kasettia ei ole suunniteltu tälle tuotteelle eikä sitä tueta. Tulokset saattavat poiketa totutusta tämän tuotteen kanssa käytettäessä.";
AuthenticationStateNonHPNote = "Ole asentanut muun kuin HP:n kasetin. Jos olet sitä mieltä, että olet hankkinut aidon HP:n kasetin, käy seuraavalla sivulla: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Takuu ei kata sellaisia tulostuskorjauksia, jotka johtuvat muiden kuin HP:n kasettien käytöstä.";

ImportantNotesTitle = "Tärkeät huomautukset:\n";
AtVeryLowInstructions = "1. Valitse \"Kirjoittimen asetukset\" -kohdasta \"Supplies Management\".\n2. Valitse \"Mustekasetin käytös erittäin alhaisella tasolla\" -taulukosta %väri% mustekasetti.\n3. Muuta valitun mustekasetin toiminnoksi \"Jatka\" tai \"Anna kehote ja jatka\".";

HSDPrintheadTabTitle = "Tulostuspäiden kunto";
HSDPrintheadTabInfo = "Nykyisen tulostuspään kunto valitulle tulostimelle näytetään alla.";

HSDSuppliesTabTitle = "Nykyiset tarvikkeiden tasot";
HSDSuppliesTabInfo = "Valitun tulostimen nykyiset tarvikkeiden tasot on annettu ohessa.";
HSDDetailedInfoButtonTitle = "Tarvikkeiden yksityiskohtaiset tiedot";
HSDSuppliesWarningTitle = "Tilavirhe haettaessa kasetin tietoja tulostimelta. Viestintä tulostimen kanssa ei onnistu, varmista, että tulostin on liitetty ja päällä.";

HSDMediaTabTitle = "Paperitila";
HSDMediaTabInfo = "Valitun tulostimen nykyinen paperitila on annettu ohessa.";

HSDStaplesTabTitle = "Niittien tila";
HSDStaplesTabInfo = "Valitun tulostimen nykyinen niittien tila on annettu ohessa.";
HSDStaplesNotDetectedInfo = "Niittipatruunaa ei löydy.";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "Tämänhetkisen pilviyhteyden tila";
lastConnectDate = "Viimeisimmän yhteyden päivämäärä";
totalEnginePageCount = "Koko koneen sivumäärä";
PPPCount = "Maksullisten tulostussivujen lukumäärä";
subscriptionPPPCount = "Tilausmaksullisten tulostussivujen lukumäärä";
currentSequenceNumber = "Tämänhetkinen järjestysnumero";
lastReceivedSequence = "Viimeisin vastaanotettu sarja";
HAPILastReceivedDate = "Viimeisin H-API-vastaanottopäivä";
EOOP = "Todellinen sivujen loppuminen";
OOPEAvailable = "Sivut lopussa -laajennus saatavilla";
blackSupplySubscription = "Musta kasetti";
triColorSupplySubscription = "Kolmivärikasetti";
Unknown = "Tuntematon";

InstantInk = "Instant Ink";
NonInstantInk = "Ei-Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "Yhdistetty";
NotConnected = "Ei yhdistetty";
Name = "Nimi";
Value = "Arvo";
YES = "Kyllä";
NO = "Ei";

C_Color = "Syaani";
M_Color = "Magenta";
Y_Color = "Keltainen";
CMY_Color = "Kolmiväri";
K_Color = "Musta";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "musteen vaihtojärjestelmä";
HSDInkSubscriptionAdMessage3 = "Säästä jopa 50 % mustekuluissa*\nTulostimen tilaama alkuperäinen HP-muste ovellesi toimitettuna.\n\nSaat lisätietoja ja osallistumisohjeet napsauttamalla Lähetä muste heti.";
InkSubscriptionAdMessage4 = "HP Instant Ink -kuukausipaketit perustuvat tulostettuihin sivuihin, eivät käytettyihin kasetteihin.";
HSDInkSubscriptionHelp = "Instant Ink Ohje";
HSDSendInkNow = "Lähetä muste heti";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*HP Instant Ink -vastuuvapauslausekkeet.\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "Kokeile HP Instant Ink -palvelua!";
InkSubscriptionInvitation = "Tutustu palvelun etuihin link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink -sivustolla\";}";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "HP Instant Ink -kasetti asennettu";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "Viimeistele HP Instant Ink -rekisteröityminen osoitteessa link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "Yhteensopimaton HP Instant Ink -kasetti";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "Tätä kasettia voidaan käyttää vain tulostimessa, joka on tällä hetkellä rekisteröitynä HP Instant Ink -palveluun. Jos olet sitä mieltä, että tämä kasetti on tulostimeen sopiva, ota yhteyttä link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink -verkkotukeen\";}.";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "Vain yhtä HP Instant Ink Ready -värikasettisettiä voidaan käyttää tulostimessa. Poista värikasetit ja vaihde ne toisiin värikasetteihin.";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "Vie tulostimen määritys loppuun";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "Jos haluat tulostaa, vie tulostimen määritys loppuun tulostimen etupaneelista. Valitse OK ja noudata tulostimessa etupaneelissa näkyviä ohjeita. Tulostustyö perutaan.";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "Yhdistä tulostin HP Connected -palveluun";
InkSubscriptionSubscribedPagesLow = "Jos tulostinta ei ole yhdistetty HP Connected -palveluun, et voi pian enää tulostaa.\n\nTulostin on yhdistettävä, jotta sen HP Instant Ink -tila voidaan päivittää.\nOhjeet ovat tulostimen ohjauspaneelissa.";
InkSubscriptionSubscribedPagesVeryLow = "VAROITUS: Jos tulostinta ei ole yhdistetty HP Connected -palveluun, et voi pian enää tulostaa ilman lisävaroitusta.\n\nTulostin on yhdistettävä, jotta sen HP Instant Ink -tila voidaan päivittää.\nOhjeet ovat tulostimen ohjauspaneelissa.";
InkSubscriptionSubscriptionNeedToConnect = "Tulostin on yhdistettävä, jotta sen HP Instant Ink -tila voidaan päivittää.\nOhjeet ovat tulostimen ohjauspaneelissa.";

InkSubscriptionConnectNowToInstantInkWarningTitle = "Yhdistä tulostin HP Instant Ink -järjestelmään";
InkSubscriptionSubscribedPagesLowToInstantInk = "Jos tulostin ei ole yhteydessä HP Instant Ink -järjestelmään, et pysty kohta tulostamaan.

Tulostimen on oltava kytketty, jotta sen HP Instant Ink -tila voidaan päivittää.
Paina tulostimen etupaneelin Tietoja-painiketta, jos haluat tulostaa sivun, jossa on ohjeita yhteyden muodostamisesta uudelleen.
Ohjesivua ei lasketa mukaan HP Instant Ink -sivumäärääsi.";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "VAROITUS: Jos tulostin ei ole yhteydessä HP Instant Ink -järjestelmään, et pysty kohta tulostamaan ilman uutta varoitusta.

Paina tulostimen etupaneelin Tietoja-painiketta, jos haluat tulostaa sivun, jossa on ohjeita yhteyden muodostamisesta uudelleen.
Ohjesivua ei lasketa mukaan HP Instant Ink -sivumäärääsi.";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "Tulostin on yhdistettävä, jotta sen HP Instant Ink -tila voidaan päivittää.
Paina tulostimen etupaneelin Tietoja-painiketta, jos haluat tulostaa sivun, jossa on ohjeita yhteyden muodostamisesta uudelleen.
Ohjesivua ei lasketa mukaan HP Instant Ink -sivumäärääsi.";

/*Active*/
InkSubscriptionSuccessfulTitle = "Tulostin on valmis.";
InkSubscriptionSuccessful = "Jos haluat lisätietoja HP Instant Ink -palvelusta, käy link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink -verkkosivustolla\";}.";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "Tulostin on nyt ilmoitettu HP Instant Ink -palveluun.";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "Muu kuin Instant Ink -kasetti asennettu";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "Tätä kasettia voi käyttää tässä tulostimessa, joka on rekisteröity HP Instant Ink -palveluun. Jos HP Instant Ink -palvelun kuukausiveloitus on alkanut, se jatkuu edelleen.";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "Tulostaminen ei onnistu";
InkSubscriptionConnectNowError = "Tulostin on yhdistettävä HP Connected -palveluun, jotta tulostimen HP Instant Ink -tila voidaan päivittää.\n\nTulostimella voidaan tulostaa vasta, kun tulostin on yhdistetty.\nOhjeet ovat tulostimen ohjauspaneelissa.";
InkSubscribedPagesOutError = "Tulostin on yhdistettävä, jotta sen HP Instant Ink -tila voidaan päivittää.

Tulostimella voidaan tulostaa vasta, kun tulostin on yhdistetty.
Paina tulostimen etupaneelin Tietoja-painiketta, jos haluat tulostaa sivun, jossa on ohjeita yhteyden muodostamisesta uudelleen.
Ohjesivua ei lasketa mukaan HP Instant Ink -sivumäärääsi.";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "HP Instant Ink -käyttäjätilisi odottaa toimenpiteitä";
InkSubscriptionAccountProblemSubscribedPagesLow = "Tilissäsi on ongelma. Katso tietoja verkosta osoitteesta link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nJos ongelmaa ei ratkaista, tulostaminen HP Instant Ink -kaseteilla on pian mahdotonta.";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "Tilissäsi on ongelma. Katso tietoja verkosta osoitteesta link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nJos ongelmaa ei ratkaista, tulostaminen HP Instant Ink -kaseteilla on pian mahdotonta.";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "HP Instant Ink -käyttäjätilisi odottaa toimenpiteitä";
InkSubscriptionAccountProblemError = "Tilissäsi on ongelma. Katso tietoja verkosta osoitteesta link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.\n\nTulostamista HP Instant Ink -kaseteilla ei voi jatkaa ennen kuin ongelma on ratkaistu.";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "Yhdistä tulostin HP Connected -palveluun";
InkSubscriptionConnectToOrderCartridge = "Tulostin on yhdistettävä HP Connected -palveluun, jotta vaihtokasetti voidaan tilata.\nOhjeet ovat tulostimen ohjauspaneelissa.";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "Yhdistä tulostin HP Instant Ink -järjestelmään";
InkSubscriptionConnectToInstantInkToOrderCartridge = "Tulostimen pitää olla yhteydessä HP Instant Ink -järjestelmään, jotta voit tilata uuden värikasetin.
Paina tulostimen etupaneelin Tietoja-painiketta, jos haluat tulostaa sivun, jossa on ohjeita yhteyden muodostamisesta uudelleen.
Ohjesivua ei lasketa mukaan HP Instant Ink -sivumäärääsi.";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "Tärkeä HP Instant Ink -viesti";
InkSubscriptionImportantMessageWarning = "Sinulle on tärkeä, HP Instant Ink -tiliä koskeva viesti osoitteessa link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "Tärkeä HP Instant Ink -viesti";
InkSubscriptionImportantMessageError = "Tulostaminen ei onnistu. Sinulle on tärkeä, HP Instant Ink -tiliä koskeva viesti osoitteessa link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "Aika vaihtaa kasetti";
InkSubscriptionSubscriptionConsumableEndOfLife = "Kasetin muste on lähes lopussa.\nKasetti tulee vaihtaa HP Instant Ink -kasettiin, jotta tulostuslaadun ongelmilta vältytään.";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "Odottamaton Instant Ink -kasetti asennettu";
UnexpectedInstantInkCartridgeInstalled = "Jos sinulla on toinenkin Instant Ink -kasetteja käyttävä tulostin, tarkista pitäisikö kasetti asentaa ennemmin siihen.\nJos pitäisi, poista kasetti tästä tulostimesta ja aseta alkuperäinen kasetti takaisin.";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "Käytetty HP Instant Ink -kasetti";
UsedHPInstantInkCartridge = "Yllä mainittua HP Instant Ink -kasettia voi käyttää vain siinä HP Instant Ink -tulostimessa, johon se alun perin asennettiin. Se on vaihdettava.";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink -ilmoittautuminen peruutettu";
HPInstantInkEnrollmentCancelled = "Tulostimesi ei ole enää rekisteröitynä HP Instant Ink -palveluun. Tulostimessa ei voi enää käyttää HP Instant Ink -kasetteja.\nJos olet sitä mieltä, että tulostimesi pitäisi edelleen olla palveluun rekisteröitynä, ota yhteyttä link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink -verkkotukeen\";}.";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "Tulostimesi ei ole enää rekisteröitynä HP Instant Ink -palveluun. Tulostimessa voidaan edelleen käyttää HP Instant Ink Ready kasetteja muttei HP Instant Ink -ohjelman kasetteja.";

MissingSmartChipMonoSupply = "Lähdemuistin virhe";

EstimatedWarningPigment = "Vain arvio. Kasetin todellinen tasoi vaihdella.";
UsedFromatPigment = "Kasettien sisällöstä käytetty (mikrolitraa):||%@";
HSDSupplyDepletedWarningTitlePigment = "Alkuperäisen HP-kasetin muste on loppunut - mustetasoja koskevia tietoja ei ole saatavilla.";
StarterPensWarningPigment = "Aloituskasettien yhteydessä kasettien sisällön arvoitu määrä ei ole käytettävissä.";

BlackCartridgeMisinstalledWarningPigment = "Kasetti on väärässä paikassa.\nVaihda HP:n mustaan värikasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
CyanCartridgeMisinstalledWarningPigment = "Kasetti on väärässä paikassa.\nVaihda HP:n syaaniin värikasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
MagentaCartridgeMisinstalledWarningPigment = "Kasetti on väärässä paikassa.\nVaihda HP:n magentaan värikasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
YellowCartridgeMisinstalledWarningPigment = "Kasetti on väärässä paikassa.\nVaihda HP:n keltaiseen värikasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";

BlackCartridgeMissingWarningPigment = "Musta kasetti puuttuu.\nAsenna HP:n musta kasetti. Kasetti joko puuttuu tai on väärin asetettu.";
CyanCartridgeMissingWarningPigment = "Syaani kasetti puuttuu.\nAsenna HP:n syaani kasetti. Kasetti joko puuttuu tai on väärin asetettu.";
MagentaCartridgeMissingWarningPigment = "Magenta kasetti puuttuu.\nAsenna HP:n magenta kasetti. Kasetti joko puuttuu tai on väärin asetettu.";
YellowCartridgeMissingWarningPigment = "Keltainen kasetti puuttuu.\nAsenna HP:n keltainen kasetti. Kasetti joko puuttuu tai on väärin asetettu.";

BlackCartridgeIncorrectWarningPigment = "Vaihda yhteensopimaton tai viallinen musta kasetti.\nVaihda HP:n mustaan kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
CyanCartridgeIncorrectWarningPigment = "Vaihda yhteensopimaton tai viallinen syaani kasetti.\nVaihda HP:n syaaniin kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
MagentaCartridgeIncorrectWarningPigment = "Vaihda yhteensopimaton tai viallinen magenta kasetti.\nVaihda HP:n magentaan kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
YellowCartridgeIncorrectWarningPigment = "Vaihda yhteensopimaton tai viallinen keltainen kasetti.\nVaihda HP:n keltaiseen kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";

BlackCartridgeNonHPWarningPigment = "Muu kuin HP:n musta kasetti.\nHP pystyy takaamaan vain HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jos uskot ostaneesi aidon HP-kasetin, käy verkko-osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "Muu kuin HP:n syaani kasetti.\nHP pystyy takaamaan vain HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jos uskot ostaneesi aidon HP-kasetin, käy verkko-osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "Muu kuin HP:n magenta kasetti.\nHP pystyy takaamaan vain HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jos uskot ostaneesi aidon HP-kasetin, käy verkko-osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "Muu kuin HP:n keltainen kasetti.\nHP pystyy takaamaan vain HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jos uskot ostaneesi aidon HP-kasetin, käy verkko-osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "Muu kuin HP:n musta kasetti.\nHP katsoo, että asiakkaalla on valinnan vapaus, mutta voi taata ainoastaan HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista muulla kuin HP:n kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin. Muussa tapauksessa vaihda HP:n mustaan kasettiin. Jos uskot ostaneesi aidon HP-kasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "Muu kuin HP:n syaani kasetti.\nHP katsoo, että asiakkaalla on valinnan vapaus, mutta voi taata ainoastaan HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista muulla kuin HP:n kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin. Muussa tapauksessa vaihda HP:n syaaniin kasettiin. Jos uskot ostaneesi aidon HP-kasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "Muu kuin HP:n magenta kasetti.\nHP katsoo, että asiakkaalla on valinnan vapaus, mutta voi taata ainoastaan HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista muulla kuin HP:n kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin. Muussa tapauksessa vaihda HP:n magentaan kasettiin. Jos uskot ostaneesi aidon HP-kasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "Muu kuin HP:n keltainen kasetti.\nHP katsoo, että asiakkaalla on valinnan vapaus, mutta voi taata ainoastaan HP:n kasettien laadun ja luotettavuuden. Takuu kattaa vain HP:n kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista muulla kuin HP:n kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin. Muussa tapauksessa vaihda HP:n keltaiseen kasettiin. Jos uskot ostaneesi aidon HP-kasetin, käy osoitteessa link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "Vaihda vanhentunut musta kasetti.\nVaihda uuteen HP:n mustaan kasettiin.";
CyanCartridgeExpiredWarningPigment = "Vaihda vanhentunut syaani kasetti.\nVaihda uuteen HP:n syaaniin kasettiin.";
MagentaCartridgeExpiredWarningPigment = "Vaihda vanhentunut magenta kasetti.\nVaihda uuteen HP:n magentaan kasettiin.";
YellowCartridgeExpiredWarningPigment = "Vaihda vanhentunut keltainen kasetti.\nVaihda uuteen HP:n keltaiseen kasettiin.";

BlackCartridgeExpiredRecoverableWarningPigment = "Vanhentunut musta kasetti.\nHP ei voi taata vanhentuneiden kasettien laatua tai luotettavuutta. Takuu kattaa vain vanhentumattomien kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista vanhentuneella kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin.";
CyanCartridgeExpiredRecoverableWarningPigment = "Vanhentunut syaani kasetti.\nHP ei voi taata vanhentuneiden kasettien laatua tai luotettavuutta. Takuu kattaa vain vanhentumattomien kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista vanhentuneella kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin.";
MagentaCartridgeExpiredRecoverableWarningPigment = "Vanhentunut magenta kasetti.\nHP ei voi taata vanhentuneiden kasettien laatua tai luotettavuutta. Takuu kattaa vain vanhentumattomien kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista vanhentuneella kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin.";
YellowCartridgeExpiredRecoverableWarningPigment = "Vanhentunut keltainen kasetti.\nHP ei voi taata vanhentuneiden kasettien laatua tai luotettavuutta. Takuu kattaa vain vanhentumattomien kasettien käytön seurauksena ilmenevät tulostimen huollot tai korjaukset. Jatka tulostamista vanhentuneella kasetilla pitämällä virtapainike alhaalla, painamalla Jatka-painiketta kolme kertaa ja päästämällä virtapainike. Tämä saattaa kuitenkin vaikuttaa tulosteen laatuun ja kasetin sisällön määrää koskeviin tietoihin.";

BlackCartridgeOutOfWarningPigment = "Vaihda tyhjä musta kasetti.\nVaihda HP:n mustaan kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
CyanCartridgeOutOfWarningPigment = "Vaihda tyhjä syaani kasetti.\nVaihda HP:n syaaniin kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
MagentaCartridgeOutOfWarningPigment = "Vaihda tyhjä magenta kasetti.\nVaihda HP:n magentaan kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";
YellowCartridgeOutOfWarningPigment = "Vaihda tyhjä keltainen kasetti.\nVaihda HP:n keltaiseen kasettiin. Tulostin tulostaa vasta, kun kasetti on vaihdettu.";

BlackCartridgeNearExpiredWarningPigment = "Musta kasetti vanhenee pian.\nKun se vanhenee, vaihda uuteen HP:n mustaan kasettiin.";
CyanCartridgeNearExpiredWarningPigment = "Syaani kasetti vanhenee pian.\nKun se vanhenee, vaihda uuteen HP:n syaaniin kasettiin.";
MagentaCartridgeNearExpiredWarningPigment = "Magenta kasetti vanhenee pian.\nKun se vanhenee, vaihda uuteen HP:n magentaan kasettiin.";
YellowCartridgeNearExpiredWarningPigment = "Keltainen kasetti vanhenee pian.\nKun se vanhenee, vaihda uuteen HP:n keltaiseen kasettiin.";

SupplyPLRDisclaimerPigment = "Vain arvio. Kasetin sisällön todellinen määrä vaihdella.";

HSDProtectedCartridgesTitle = "HP:n suojattu kasetti asennettu";

HSDProtectedCartridges = "Edellä mainittuja kasetteja voi käyttää ainoastaan tulostimessa, joka alunperin suojasi kasetit HP-kasetin suojaustoiminnolla. Kasetit on vaihdettava.

HP-kasetin suojaustoiminnolla avulla tulostimen omistaja voi määrittää tulostimeensa asentamat HP-kasetit niin, että ne toimivat ainoastaan kyseisessä tulostimessa.

Jos sinulla on ongelmia HP Instant Ink -palvelun kautta hankittujen kasettien kanssa, ota yhteyttä HP Instant Ink -verkkotukeen.";
